/**
 * 
 */
package com.creditease.eas.util;

/**
 * @Holiday.java房屋合同到期邮件提醒节假日util类
 * created at 2013-8-6 下午02:02:08 by caoyong
 * 
 * @author caoyong({@link authorEmail})
 * @version $Revision$</br>
 * update: $Date$
 */
public class Holiday {
	/**2014节假日（不包含周末双休）的开始日期，第一天,已经由2013节假日改为2014年的**/
	public static final String[] HOLIDAYS_STARTDAY_2013 = 
		{"2014-01-01","2014-01-31","2014-04-05","2014-05-01","2014-05-31","2014-09-06","2014-10-01"};
	
	
	/**2013节假日**/
//	public static final String[] HOLIDAYS_ALL_2013 = 
//	{"2013-01-01","2013-01-02","2013-01-03","2013-01-12","2013-01-13",
//		"2013-01-19","2013-01-20","2013-01-26","2013-01-27","2013-02-02",
//		"2013-02-03","2013-02-09","2013-02-10","2013-02-11","2013-02-12",
//		"2013-02-09","2013-04-04","2013-04-29","2013-06-10","2013-09-19","2013-10-01"};
}
